" bytes" = " bytů";
" items" = " položek";
"Application:" = "Aplikace:";
"Artist" = "Umělec";
"Calculate" = "Vypočítat";
"Calculating..." = "Počítám...";
"Capacity:" = "Kapacita:";
"Comment:" = "Komentář:";
"Contents:" = "Obsah:";
"Created:" = "Vytvořeno:";
"Creation Date:" = "Datum vytvoření:";
"Creator:" = "Tvůrce:";
"Device:" = "Zařízení:";
"Duration:" = "Délka:";
"Emphasis:" = "Zdůraznění:";
"File:" = "Soubor:";
"Format:" = "Formát:";
"Free:" = "Volno:";
"Genre" = "Styl";
"Group:" = "Skupina:";
"Image:" = "Obrázky:";
"Info" = "Informace";
"Kind:" = "Druh:";
"Length:" = "Délka:";
"Media Type:" = "Typ média:";
"Modified:" = "Změny:";
"Mount Point:" = "Místo připojení:";
"Name:" = "Jméno:";
"Original:" = "Originál:";
"Owner:" = "Majitel:";
"Path:" = "Cesta:";
"Permission:" = "Práva:";
"Play" = "Hrát";
"Preview" = "Náhled";
"Selection:" = "Výběr:";
"Size:" = "Velikost:";
"Title:" = "Název:";
"Type:" = "Typ:";
"Version:" = "Verze:";
"Volume:" = "Svazek:";
"Year" = "Rok";

/* ==== UNLOCALIZED ==== */

"Album:" = "Album:";
"Apple ID:" = "Apple ID:";
"Attributes:" = "Attributes:";
"Audio:" = "Audio:";
"CRC:" = "CRC:";
"Copyright:" = "Copyright:";
"Deletable:" = "Deletable:";
"Label:" = "Label:";
"Last Opened:" = "Last Opened:";
"Locked:" = "Locked:";
"MP3:" = "MP3:";
"More Info" = "More Info";
"Movable:" = "Movable:";
"No\nSelection" = "No\nSelection";
"Opened:" = "Opened:";
"Padding:" = "Padding:";
"Physical:" = "Physical:";
"Resolved:" = "Resolved:";
"Sample Rate:" = "Sample Rate:";
"Spotlight Metadata" = "Spotlight Metadata";
"Track" = "Track";
"UTI:" = "UTI:";
"data:" = "data:";
"rsrc:" = "rsrc:";
